{
  "posts": [
    { 
      "id": 1,
      "name": "Клод Моне",
      "slug": "klod-mone",
      "yearslife": "1840-1926",
      "description": "Клод Моне является суперзвездой импрессионизма. Почему? Конечно, потому что он был самым продуктивным, самым общительным (он знал всех), самым вдохновляющим и самым вдохновляющим. Его многогранная работа, несомненно, является наиболее представительной в этом движении. Это соответствует стандартам импрессионизма в том виде, в каком мы их видим сегодня: разрыв с академизмом, субъективное восприятие предмета, живопись под открытым небом, использование ярких цветов, разбавление форм и контуров.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/8/8f/Carolus-Duran_-_Portrait_de_Claude_Monet_-_Mus%C3%A9e_Marmottan_Monet.jpg",
      "picture": ["https://upload.wikimedia.org/wikipedia/commons/5/5c/Claude_Monet%2C_Impression%2C_soleil_levant%2C_1872.jpg", "https://upload.wikimedia.org/wikipedia/commons/9/96/La_Gare_Saint-Lazare_-_Claude_Monet.jpg", "https://upload.wikimedia.org/wikipedia/commons/6/6b/Nympheas_71293_3.jpg"],
      "quote": "Мотив - это нечто вторичное, я хочу воспроизвести то, что находится между мной и мотивом."
    },
    { 
      "id": 2,
      "name": "Огюст Ренуар",
      "slug": "ogyust-renuar",
      "yearslife": "1841-1919",
      "description": "Огюст Ренуар, наряду с Моне, Базилем и Сислей, является одним из отцов-основателей импрессионизма. Он встретил своих товарищей в мастерской требовательного Шарля Глейра, которого они оставят вместе, по обоюдному согласию, для экспериментов с живописью под открытым небом на берегу Сены или в лесу Фонтенбло. Под влиянием Моне, он узнал, что, чтобы сделать эффекты света, технику, которая сделает его всемирно известным, в частности , благодаря шедевру Le Bal дю Мулен де ла Галетт, произведенный в 1876 году и купил его друга и покровителя. , Гюстав Кайботт. За свою 60-летнюю карьеру он создал более 4000 работ (больше, чем работы Мане, Сезанна и Дега вместе взятых), всегда сохраняя свой оригинальный и блестящий стиль.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Pierre-Auguste_Renoir_-_Autoportrait_%281876%29.jpg/1024px-Pierre-Auguste_Renoir_-_Autoportrait_%281876%29.jpg",
      "picture": ["https://upload.wikimedia.org/wikipedia/commons/2/21/Pierre-Auguste_Renoir%2C_Le_Moulin_de_la_Galette.jpg", "https://upload.wikimedia.org/wikipedia/commons/f/f9/Pierre-Auguste_Renoir_-_Suzanne_Valadon_-_Dance_at_Bougival.jpg", "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Pierre-Auguste_Renoir_-_Bouquet_printanier.jpg/1024px-Pierre-Auguste_Renoir_-_Bouquet_printanier.jpg"],
      "quote": "Однажды утром у одного из нас закончилось черное. Он использовал синий цвет: родился импрессионизм."
    },
    { 
      "id": 3,
      "name": "Берта Моризо",
      "slug": "berthe-morisot",
      "yearslife": "1841-1895",
      "description": "Берта Моризо является великой леди импрессионизма. Она была на всех выставках, во всех мероприятиях и во всех отношениях. Ее товарищи восхищались и уважали ее, она была не единственной женщиной импрессионизма, но, несомненно, самой важной женщиной. Замужем за братом Эдуарда Мане и очень близка к художнику, она будет следовать по ее следам до своей смерти в 1863 году, где она начнет отстаивать свою независимость и свой уникальный и оригинальный стиль. На протяжении своей карьеры она в основном ставила только внутренние сцены, потому что в то время женщины не могли выйти без сопровождения. Поэтому они не могли часами гулять на открытом воздухе перед мольбертом (и это прискорбно!)",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Edouard_Manet_-_Berthe_Morisot_With_a_Bouquet_of_Violets_-_Google_Art_Project.jpg/1024px-Edouard_Manet_-_Berthe_Morisot_With_a_Bouquet_of_Violets_-_Google_Art_Project.jpg",
      "picture": ["https://upload.wikimedia.org/wikipedia/commons/c/c8/Berthe_Morisot_-_Psych%C3%A9.JPG", "https://upload.wikimedia.org/wikipedia/commons/c/c8/Berthe_Morisot_001.jpg", "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Berthe_Morisot_003.jpg/1024px-Berthe_Morisot_003.jpg"],
      "quote": "Я не верю, что когда-либо был мужчина, обращающийся с женщиной как с равным, и это все, о чем я бы просил, потому что я знаю, что достоин их"
    },
    { 
      "id": 4,
      "name": "Камиль Писсарро",
      "slug": "camille-pissarro",
      "yearslife": "1830–1903",
      "description": "В группе импрессионистов деканом был Камиль Писсарро. Друг всех, он также был учителем двух знаменитых Поля Гогена и Сезанна. Он очень увлечен импрессионистической эпопеей, он единственный, кто участвовал во всех их выставках (всего восемь). Его преклонный возраст не делал его самым консервативным, как раз наоборот. Камиль Писсарро был человеком опытным во всех смыслах этого слова. У него было солидное художественное образование, но он также любил новые впечатления. Когда появились первые пуантилистические работы (Жорж Сёра , Поль Синьяк ), заморозившие кровь большинства импрессионистов, Писсарро был полностью очарован до такой степени, что попробовал это сам. Искренний друг, всегда дающий хорошие советы, Писсарро знал, что его работа никогда не повлияет на души так сильно, как работа его товарищей Моне, Ренуара или Дега. За несколько лет до смерти он даже сказал: «Я остаюсь с Сислей хвостом импрессионизма».» (1895 г). Анархист в душе, его дружба с Ренуаром и Дега (откровенно антисемитскими) была разрушена, когда в 1894 году разразилось дело Дрейфуса.",
      "image": "https://artchive.ru/res/media/img/oy1400/artist/9d5/262312.webp",
      "picture": ["https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Camille_Pissarro_-_Boulevard_Montmartre_-_Eremitage.jpg/1280px-Camille_Pissarro_-_Boulevard_Montmartre_-_Eremitage.jpg", "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Camille_Pissarro_-_La_R%C3%A9colte_des_Foins%2C_%C3%89ragny_-_Google_Art_Project.jpg/1280px-Camille_Pissarro_-_La_R%C3%A9colte_des_Foins%2C_%C3%89ragny_-_Google_Art_Project.jpg", "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Camille_Pissarro_-_Dans_le_jardin_des_Mathurins%2C_Pontoise_-_503.jpg/1024px-Camille_Pissarro_-_Dans_le_jardin_des_Mathurins%2C_Pontoise_-_503.jpg"],
      "quote": "В принципе, мы не хотели школы , мы любим Делакруа, Курбе, Домье и всех тех, у кого что-то в животе, и природа, природа, разные впечатления, которые у нас есть, все наши заботы. Мы отвергаем все искусственные теории. "
    },
    { 
      "id": 5,
      "name": "Огюст Ренуар",
      "slug": "ogyust-renuar",
      "yearslife": "1841-1919",
      "description": "Огюст Ренуар, наряду с Моне, Базилем и Сислей, является одним из отцов-основателей импрессионизма. Он встретил своих товарищей в мастерской требовательного Шарля Глейра, которого они оставят вместе, по обоюдному согласию, для экспериментов с живописью под открытым небом на берегу Сены или в лесу Фонтенбло. Под влиянием Моне, он узнал, что, чтобы сделать эффекты света, технику, которая сделает его всемирно известным, в частности, благодаря шедевру Le Bal дю Мулен де ла Галетт, произведенный в 1876 году и купил его друга и покровителя. , Гюстав Кайботт. За свою 60-летнюю карьеру он создал более 4000 работ (больше, чем работы Мане, Сезанна и Дега вместе взятых), всегда сохраняя свой оригинальный и блестящий стиль.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Pierre-Auguste_Renoir_-_Autoportrait_%281876%29.jpg/1024px-Pierre-Auguste_Renoir_-_Autoportrait_%281876%29.jpg",
      "picture": ["", "", ""],
      "quote": "Однажды утром у одного из нас закончилось черное. Он использовал синий цвет: родился импрессионизм."
    },
    { 
      "id": 6,
      "name": "Огюст Ренуар",
      "slug": "ogyust-renuar",
      "yearslife": "1841-1919",
      "description": "Огюст Ренуар, наряду с Моне, Базилем и Сислей, является одним из отцов-основателей импрессионизма. Он встретил своих товарищей в мастерской требовательного Шарля Глейра, которого они оставят вместе, по обоюдному согласию, для экспериментов с живописью под открытым небом на берегу Сены или в лесу Фонтенбло. Под влиянием Моне, он узнал , что , чтобы сделать эффекты света, технику , которая сделает его всемирно известным, в частности , благодаря шедевру Le Bal дю Мулен де ла Галетт, произведенный в 1876 году и купил его друга и покровителя. , Гюстав Кайботт. За свою 60-летнюю карьеру он создал более 4000 работ (больше, чем работы Мане, Сезанна и Дега вместе взятых), всегда сохраняя свой оригинальный и блестящий стиль.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Pierre-Auguste_Renoir_-_Autoportrait_%281876%29.jpg/1024px-Pierre-Auguste_Renoir_-_Autoportrait_%281876%29.jpg",
      "picture": ["", "", ""],
      "quote": "Однажды утром у одного из нас закончилось черное. Он использовал синий цвет: родился импрессионизм."
    }
  ]
}
